Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Enables the Instant Extended API which provides a deeper integration with your default search provider, including a renovated New Tab Page, extracting search query terms in the omnibox, a spruced-up omnibox dropdown and Instant previews of search results as you type in the omnibox.
ca_es: Activa l'API d'Instant ampliada, que proporciona més integració amb el proveïdor de cerca predeterminat, que inclou una pàgina de pestanya nova renovada, l'extracció de termes de consulta de cerca a l'omnibox, un menú desplegable de l'omnibox renovat i visualitzacions prèvies instantànies dels resultats de la cerca mentre escriviu a l'omnibox.

source: Enables directory support for sync filesystem.
ca_es: Activeu la compatibilitat del directori per al sistema de fitxers de sincronització.

source: Not from Chrome Web Store.
ca_es: No des de Chrome Web Store.

source: Pack
ca_es: Empaqueta

source: Use this device requisition when enrolling the device for enterprise management:
ca_es: Feu servir aquesta sol·licitud de dispositiu en inscriure el dispositiu per a la gestió d'empresa:

source: %{CLOUD_PRINT_NAME} lets you access this device's printers from anywhere. Click to enable.
ca_es: %{CLOUD_PRINT_NAME} us permet accedir a les impressores d'aquest dispositiu des de qualsevol lloc. Feu clic per activar aquesta opció.

source: Enable Translate settings in chrome://settings/languages where the user can configure which language should be translated.
ca_es: Activa la configuració de traducció a la pàgina chrome://settings/languages, en què l'usuari pot configurar l'idioma que s'ha de traduir.

source: Ask if %{HOST} wants to access your microphone
ca_es: Pregunta si %{HOST} vol accedir al micròfon

source: Communicate with cooperating native applications
ca_es: Comunicació amb aplicacions natives cooperatives

source: Disable WebRTC
ca_es: Desactiva WebRTC

source: Monitor the behavior of other extensions, including visited URLs
ca_es: Control del comportament d'altres extensions, inclosos els URL visitats

source: Drag and drop from the app list menu to the launcher
ca_es: Arrossega i deixa anar des del menú de la llista d'aplicacions al menú d'aplicacions

source: Error filling delivery details
ca_es: S'ha produït un error en completar els detalls d'entrega

source: Disallow drag and drop from the app list menu to the launcher.
ca_es: Desactiveu la funció d'arrossegar i deixar anar des del menú de la llista d'aplicacions al menú d'aplicacions.

source: Scopes
ca_es: Àmbits

source: Launch %{PRODUCT_NAME} automatically when I start my device
ca_es: Inicia %{PRODUCT_NAME} automàticament en iniciar el dispositiu

source: Whether or not the first New Tab Page load of a new window will automatically fall back to the local page when Instant Extended is enabled.
ca_es: Determina si la primera càrrega de la pàgina de pestanya nova per a una finestra nova tornarà automàticament a la pàgina local quan Instant ampliat estigui activat.

source: Unlabeled device
ca_es: Dispositiu sense etiquetar

source: Installed by a third party.
ca_es: Instal·lat per tercers.

source: Continue blocking microphone access
ca_es: Continua bloquejant l'accés al micròfon

source: Set Requisition
ca_es: Defineix la sol·licitud

source: This will remove all local users, files, data, and other settings after your next restart. All users will need to sign in again.
ca_es: Això suprimirà tots els usuaris, els fitxers i les dades locals, així com qualsevol altra configuració la pròxima vegada que reiniciïs. Tots els usuaris hauran de tornar a iniciar la sessió.

source: Extensions cannot be modified by supervised users.
ca_es: Els usuaris supervisats no poden modificar les extensions.

source: Enable suppressed canPlayType() responses.
ca_es: Activa les respostes de canPlayType() suprimides.

source: %{PEPPER_PLUGIN_NAME} on %{PEPPER_PLUGIN_DOMAIN} wants to access your device.
ca_es: El connector %{PEPPER_PLUGIN_NAME} de %{PEPPER_PLUGIN_DOMAIN} vol accedir al vostre dispositiu.

source: Disable prefixed Media Source API.
ca_es: Desactiva l'API de la font multimèdia amb prefix.

source: Enables the option in chrome://settings to reset settings in your profile that are often modified by malware.
ca_es: Activa l'opció a la pàgina chrome://settings per restablir la configuració del vostre perfil, que sovint es veu modificada per programari maliciós.

source: Developer - unstable
ca_es: Desenvolupador: inestable

source: Fast forward through this checkout form with your Google account?
ca_es: Voleu completar aquest formulari de pagament amb el vostre compte de Google?

source: Google+ Hangouts
ca_es: Hangouts de Google+

source: Specifies quality setting for images captured if scaling up.
ca_es: Especifica la configuració de qualitat de les imatges capturades si s'amplien.

source: Token Present
ca_es: Testimoni present

source: Enables simplified fullscreen.
ca_es: Activeu la pantalla completa simplificada.

source: By clicking Continue you agree to the %{LEGAL_DOC_LINK_TEXT_1}, %{LEGAL_DOC_LINK_TEXT_2}, and %{LEGAL_DOC_LINK_TEXT_3}. To protect you from fraud, information about your computer (including its location) will be shared with Google Wallet.
ca_es: Si feu clic a Continua, accepteu les %{LEGAL_DOC_LINK_TEXT_1}, el %{LEGAL_DOC_LINK_TEXT_2} i les %{LEGAL_DOC_LINK_TEXT_3}. Per protegir-vos contra fraus, es compartirà informació sobre el vostre ordinador (inclosa la ubicació) amb Google Wallet.

source: Enable pinch virtual viewport.
ca_es: Activa la finestra gràfica virtual que es pot pessigar.

source: Week
ca_es: Setmana

source: Disable WebAudio
ca_es: Desactiva WebAudio

source: Warning: you are switching to developer channel
ca_es: Advertiment: esteu canviant al canal per a desenvolupadors

source: A proxy server is a server that acts as an intermediary between your device and other servers. Right now, your system is configured to use a proxy, but %{PRODUCT_NAME} can't connect to it.
ca_es: Un servidor intermediari és un servidor que funciona com a intermediari entre el dispositiu i altres servidors. Actualment, el sistema està configurat per fer servir un servidor intermediari, però %{PRODUCT_NAME} no s'hi pot connectar.

source: Native style window frames for packaged apps
ca_es: Marcs de finestra d'estil natiu per a aplicacions empaquetades

source: Error filling shipping details
ca_es: S'ha produït un error en completar els detalls de l'enviament

source: Send user feedback to spelling service. For example, if spelling service marks a misspelled word, but the user adds it to the custom dictionary, then Chrome will send a feedback message to spelling service. Spelling service uses this feedback to improve spelling suggestions.
ca_es: Envieu comentaris dels usuaris al servei d'ortografia. Per exemple, si el servei d'ortografia marca una paraula mal escrita, però l'usuari l'afegeix al diccionari personalitzat, Chrome enviarà un missatge amb comentaris al servei d'ortografia. El servei d'ortografia fa servir aquests comentaris per millorar els suggeriments d'ortografia.

source: Compositing for RenderLayers with transitions.
ca_es: Composició per a RenderLayers amb transaccions.

source: Your browser settings will be restored to their original defaults. This will reset your homepage, new tab page and search engine, disable your extensions and unpin all tabs. It will also clear other temporary and cached data, such as cookies, content and site data.
ca_es: La configuració del navegador es restablirà als paràmetres predeterminats originals. Això vol dir que es restabliran la pàgina d'inici, la pàgina de pestanya nova i el motor de cerca, es desactivaran les vostres extensions i es deixaran de fixar totes les pestanyes. També s'esborraran dades temporals i dades de la memòria cau, com ara galetes, contingut i dades dels llocs.

source: Not a valid phone number
ca_es: El número de telèfon no és vàlid

source: All your %{SHORT_PRODUCT_NAME} settings are safe in case anything happens to your device.
ca_es: La configuració de %{SHORT_PRODUCT_NAME} estarà protegida si mai passa res al dispositiu.

source: Sign in to %{PRODUCT_NAME} with your Google Account to save your personalized browser features to the web and access them from %{PRODUCT_NAME} on any device. You'll also be automatically signed in to your favorite Google services.
ca_es: Inicieu la sessió a %{PRODUCT_NAME} amb el vostre compte de Google per desar al web les funcions personalitzades del navegador i per accedir-hi des de qualsevol dispositiu mitjançant %{PRODUCT_NAME}. També podreu iniciar la sessió automàticament als vostres serveis de Google preferits.

source: Interested in cool new Chrome features? Try our beta channel at chrome.com/beta.
ca_es: Esteu interessat en les funcions de Chrome noves i interessants? Proveu el nostre canal beta a la pàgina chrome.com/beta.

source: More Details
ca_es: Més detalls

source: Change channel and Powerwash
ca_es: Canvia el canal i fes Powerwash

source: If, however, you work in an organization that generates its own certificates, and you are trying to connect to an internal website of that organization using such a certificate, you may be able to solve this problem securely. You can import your organization's root certificate as a "root certificate", and then certificates issued or verified by your organization will be trusted and you will not see this error next time you try to connect to an internal website. Contact your organization's help staff for assistance in adding a new root certificate to your device.
ca_es: No obstant això, si treballeu en una organització que genera els seus propis certificats i esteu provant de connectar-vos a un lloc web intern d'aquesta organització mitjançant un d'aquests certificats, és possible que pugueu resoldre aquest problema de manera segura. Podeu importar el certificat arrel de l'organització com a "certificat arrel" i, a partir d'aquest moment, es confiarà en els certificats que l'organització emeti o verifiqui, de manera que no apareixerà aquest error la propera vegada que proveu de connectar-vos a un lloc web intern. Contacteu amb el personal d'assistència de l'organització perquè us ajudi a afegir un certificat arrel nou al vostre dispositiu.

source: All experiments are available on your platform!
ca_es: Tots els experiments estan disponibles a la vostra plataforma.

source: Billing details submitted
ca_es: S'han enviat les dades de facturació

source: Guest browsing
ca_es: Navegació com a convidat

source: best
ca_es: la millor

source: %{BEGIN_BOLD}You've gone incognito.%{END_BOLD} %{LINE_BREAK} Pages you view in this tab won't appear in your browser history or search history, and they won't leave other traces, like cookies, on your device after you close %{BEGIN_BOLD}all%{END_BOLD} incognito tabs. Any files you download or bookmarks you create will be preserved, however. %{LINE_BREAK} %{BEGIN_BOLD}Going incognito doesn't affect the behavior of other people, servers, or software.%{END_BOLD} Be wary of surveillance by secret agents or people standing behind you. %{LINE_BREAK} %{BEGIN_LINK}Learn more%{END_LINK} about incognito browsing.
ca_es: %{BEGIN_BOLD}Us heu posat en mode d'incògnit.%{END_BOLD} %{LINE_BREAK} Les pàgines que apareguin en aquesta pestanya no es mostraran a l'historial de navegació o a l'historial de cerca, i no deixaran cap altre rastre, com ara galetes, al dispositiu després de tancar %{BEGIN_BOLD}totes%{END_BOLD} les pestanyes en mode d'incògnit. Tot i això, es conservaran tots els fitxers que baixeu o les adreces d'interès que creeu. %{LINE_BREAK} %{BEGIN_BOLD}Accedir al mode d'incògnit no afecta el comportament d'altres persones, servidors o programaris.%{END_BOLD} Aneu amb compte amb la vigilància dels agents secrets o de les persones que siguin al darrere. %{LINE_BREAK} %{BEGIN_LINK}Més informació%{END_LINK} sobre la navegació en mode d'incògnit

source: %{PRODUCT_NAME} sync makes it easy to share your data (such as bookmarks and settings) between your computers and other devices. %{PRODUCT_NAME} synchronizes your data by storing it online with Google when you sign in with your Google Account.
ca_es: La sincronització de %{PRODUCT_NAME} us permet compartir les dades (com ara adreces d'interès i configuració) amb més facilitat entre els ordinadors i altres dispositius. Per sincronitzar les dades, %{PRODUCT_NAME} les emmagatzema en línia amb Google quan inicieu la sessió amb el vostre compte de Google.

source: Unpacked
ca_es: Sense empaquetar

source: Field is required
ca_es: El camp és obligatori

source: Offer to translate pages that aren't in a language I read.
ca_es: Proposa'm de traduir pàgines escrites en un idioma que no entenc.

source: This file type is not supported. Please visit the %{BEGIN_LINK}Chrome Web Store%{END_LINK} to find a similar app. %{BEGIN_LINK_HELP}Learn More%{END_LINK_HELP}
ca_es: Aquest tipus de fitxer no és compatible. Accediu a %{BEGIN_LINK}Chrome Web Store%{END_LINK} per cercar una aplicació similar. %{BEGIN_LINK_HELP}Més informació%{END_LINK_HELP}

source: Manage languages
ca_es: Gestiona els idiomes

source: This video will keep playing until the cows come home.
ca_es: La reproducció d'aquest vídeo continuarà indefinidament.

source: The packed extension and the private key will be written in the parent directory of the root directory of the extension to pack. To update an extension, select the private key file to reuse.
ca_es: L'extensió empaquetada i la clau privada s'escriuran al directori principal del directori arrel de l'extensió que s'hagi d'empaquetar. Per actualitzar una extensió, seleccioneu el fitxer de clau privada per vulgueu tornar a fer servir.

source: Switch to %{NEW_PROFILE_NAME}
ca_es: Canvia a %{NEW_PROFILE_NAME}

source: Not a valid email address
ca_es: No és una adreça electrònica vàlida

source: Enabling this option will make RenderLayers with a transition on opacity, transform, or filter have their own composited layer.
ca_es: En activar aquesta opció, RenderLayers amb una transició d'opacitat, de transformació o filtre tindrà la seva pròpia capa composta.

source: Enable local first-load NTP in Instant Extended.
ca_es: Activa NTP de primera càrrega local a Instant ampliat.

source: Content from %{ELEMENTS_HOST_NAME}, a known malware distributor, has been inserted into this web page. Visiting this page now is very likely to infect your device with malware.
ca_es: El contingut de %{ELEMENTS_HOST_NAME}, un conegut distribuïdor de programari maliciós, s'ha inserit en aquesta pàgina web. Si visiteu aquesta pàgina ara, és molt probable que el vostre dispositiu quedi infectat amb programari maliciós.

source: Submitting shipping details
ca_es: S'estan enviant els detalls de l'enviament

source: Revoke File Access
ca_es: Revoca l'accés al fitxer

source: Show selecting checkboxes
ca_es: Mostra les caselles de selecció

source: Page blocked
ca_es: Pàgina bloquejada

source: If enabled, application size and layout will adapt to the operating system's DPI settings.
ca_es: Si s'activa, la mida i el disseny de l'aplicació s'adaptaran a la configuració PPP del sistema operatiu.

source: Not a valid credit card number
ca_es: El número de la targeta de crèdit no és vàlid

source: This language cannot be translated
ca_es: Aquest idioma no es pot traduir

source: Spelling Service Feedback.
ca_es: Comentaris sobre el servei d'ortografia

source: Show Logs
ca_es: Mostra els registres

source: Enables omnibox auto-completion when IME is active. The auto-completion for IME is shown in the same style as the normal(non-IME) auto-completion.
ca_es: Activa l'emplenament automàtic de l'omnibox quan IME està actiu. L'emplenament automàtic per a IME es mostra en el mateix estil que l'emplenament automàtic (no IME) normal.

source: Enables packaged app shortcuts to be added to Applications and to appear in the dock.
ca_es: Permet que s'afegeixin dreceres d'aplicacions empaquetades a Aplicacions i que apareguin al dock.

source: Interested in cool new Chrome features? Try our dev channel at chrome.com/dev.
ca_es: Esteu interessat en les funcions de Chrome noves i interessants? Proveu el nostre canal per a desenvolupadors a la pàgina chrome.com/dev.

source: Enable Translate settings.
ca_es: Activa la configuració de Traducció.

source: By disconnecting your Google Account from %{PRODUCT_NAME}, your data will remain on this device but changes will no longer be synced to your Google Account. Data already stored in your Google Account will remain there until you remove it using %{BEGIN_LINK}Google Dashboard%{END_LINK}.
ca_es: En desconnectar el compte de Google de %{PRODUCT_NAME}, les dades restaran en aquest dispositiu, però els canvis deixaran de sincronitzar-se amb el vostre compte de Google. Les dades que ja s'hagin emmagatzemat al compte de Google hi restaran fins que les suprimiu amb el %{BEGIN_LINK}Tauler de control de Google%{END_LINK}.

source: Always allow %{HOST} to access your camera
ca_es: Permet sempre que %{HOST} accedeixi a la càmera

source: A supervised user named %{NEW_PROFILE_NAME} has been created. To set which websites this supervised user can view, you can configure restrictions and settings by visiting %{BEGIN_LINK}www.chrome.com/manage%{END_LINK}. If you do not change the default settings, %{NEW_PROFILE_NAME} can browse all sites on the web. Please check your email at %{ACCOUNT_EMAIL} for these and further instructions.
ca_es: S'ha creat un usuari supervisat anomenat %{NEW_PROFILE_NAME}. Si voleu definir els llocs web que aquest usuari supervisat pot visualitzar, accediu a la pàgina %{BEGIN_LINK}www.chrome.com/manage%{END_LINK} i configureu les restriccions i la configuració. Si no canvieu la configuració predeterminada, %{NEW_PROFILE_NAME} podrà navegar per tots els llocs del web. Consulteu el vostre correu electrònic %{ACCOUNT_EMAIL} per obtenir més instruccions.

source: Tab capture upscaling quality.
ca_es: Qualitat ascendent de captura de pestanyes

source: Show selecting checkboxes in the Files.app.
ca_es: Mostreu les caselles de selecció a l'aplicació Fitxers.

source: The %{LEGAL_DOC_LINK_TEXT_1}, %{LEGAL_DOC_LINK_TEXT_2}, and %{LEGAL_DOC_LINK_TEXT_3} have been updated. By clicking Continue you verify that you accept these changes. To protect you from fraud, information about your computer (including its location) will be shared with Google Wallet.
ca_es: El %{LEGAL_DOC_LINK_TEXT_1}, la %{LEGAL_DOC_LINK_TEXT_2} i les %{LEGAL_DOC_LINK_TEXT_3} s'han actualitzat. Si feu clic a Continua, confirmeu que accepteu aquests canvis. Per protegir-vos de fraus, es compartirà informació sobre el vostre ordinador (inclosa la ubicació) amb Google Wallet.

source: In this case, the certificate has not been verified by a third party that your device trusts. Anyone can create a certificate claiming to be whatever website they choose, which is why it must be verified by a trusted third party. Without that verification, the identity information in the certificate is meaningless. It is therefore not possible to verify that you are communicating with %{DOMAIN} instead of an attacker who generated his own certificate claiming to be %{DOMAIN2}. You should not proceed past this point.
ca_es: En aquest cas, cap tercer de confiança del vostre dispositiu ha verificat el certificat. Qualsevol usuari pot crear un certificat fent-se passar pel lloc web en qüestió, per la qual cosa cal que un tercer de confiança verifiqui el certificat. Sense aquesta verificació, la informació d'identitat del certificat no té cap valor. Per tant, no és possible verificar que us esteu comunicant amb %{DOMAIN} i no amb un atacant que hagi creat el seu propi certificat fent-se passar per %{DOMAIN2}. No hauríeu de continuar.

source: When you connect to a secure website, the server hosting that site presents your browser with something called a "certificate" to verify its identity. This certificate contains identity information, such as the address of the website, which is verified by a third party that your device trusts. By checking that the address in the certificate matches the address of the website, it is possible to verify that you are securely communicating with the website you intended, and not a third party (such as an attacker on your network).
ca_es: Quan us connecteu a un lloc web segur, el servidor que allotja el lloc presenta una cosa anomenada "certificat" al navegador per verificar la seva identitat. Aquest certificat conté informació d'identitat, com ara l'adreça del lloc web, verificada per un tercer de confiança del dispositiu. En comprovar que l'adreça del certificat coincideix amb l'adreça del lloc web, es pot verificar que realment us comuniqueu amb seguretat amb el lloc web previst i no amb un tercer (com ara un atacant a la vostra xarxa).

source: Experimental QUIC protocol.
ca_es: Protocol QUIC experimental.

source: It has permanent access to:
ca_es: Té accés permanent a:

source: Fast forward through this checkout form?
ca_es: Voleu completar ràpidament aquest formulari de pagament ?

source: This type of file can harm your device. Do you want to keep %{FILE_NAME} anyway?
ca_es: Aquest tipus de fitxer pot malmetre el vostre dispositiu. Voleu conservar %{FILE_NAME} de totes maneres?

source: Card is expired
ca_es: La targeta ha vençut

source: Powerwash required on next reboot
ca_es: Es requereix Powerwash la propera vegada que es reiniciï

source: Currently on %{CHANNEL_NAME} channel.
ca_es: Actualment al canal %{CHANNEL_NAME}.

source: Continue blocking camera access
ca_es: Continua bloquejant l'accés a la càmera

source: Your request to access this site has been sent to %{NAME}.
ca_es: La vostra sol·licitud per accedir a aquest lloc s'ha enviat a %{NAME}.

source: Enable omnibox auto-completion when IME is active
ca_es: Activa l'emplenament automàtic de la barra d'adreces quan IME estigui actiu

source: Enabling this option prevents web sites from accessing the WebAudio API.
ca_es: Si activeu aquesta opció, s'impedeix que els llocs web accedeixin a l'API de WebAudio.

source: Ask if %{HOST} wants to access your camera
ca_es: Pregunta si %{HOST} vol accedir a la càmera

source: This page has been blocked from accessing your microphone.
ca_es: Aquesta pàgina no té permís per accedir al micròfon.

source: Disable the experimental WebKitMediaSource object. This object allows JavaScript to send media data directly to a video element.
ca_es: Desactiva l'objecte experimental WebKitMediaSource. Aquest objecte permet que JavaScript enviï dades multimèdia directament a un element de vídeo.

source: stable
ca_es: estable

source: Enabling this option prevents web applications from accessing the WebRTC API.
ca_es: Si activeu aquesta opció, s'impedirà que les aplicacions web accedeixin a l'API de WebRTC.

source: Expiration Time
ca_es: Hora de caducitat

source: good
ca_es: bona

source: Enable experimental QUIC protocol support.
ca_es: Activeu la compatibilitat del protocol QUIC experimental.

source: Access Token
ca_es: Testimoni d'accés

source: Submitting delivery details
ca_es: S'estan enviant els detalls d'entrega

source: The %{LEGAL_DOC_LINK_TEXT_1} and %{LEGAL_DOC_LINK_TEXT_2} have been updated. By clicking Continue you verify that you accept these changes. To protect you from fraud, information about your computer (including its location) will be shared with Google Wallet.
ca_es: Les %{LEGAL_DOC_LINK_TEXT_1} i la %{LEGAL_DOC_LINK_TEXT_2} s'han actualitzat. Si feu clic a Continua, confirmeu que accepteu aquests canvis. Per protegir-vos de fraus, es compartirà informació sobre el vostre ordinador (inclosa la ubicació) amb Google Wallet.
